tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "wtfutil/wtfutil"

# the silver search
brew "ag"
brew "awscli"
# better cat
brew "bat"
brew "delta"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "fzf"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "lastpass-cli"
brew "navi"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "python"
brew "pgcli"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "wtfutil"

cask "alfred"
cask "appcleaner"
cask "aws-vault"
cask "chromedriver"
cask "dash4"
cask "flux"
cask "font-ubuntumono-nerd-font-mono"
cask "gitup"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "iterm2"
cask "licecap"
cask "slack"
cask "spectacle"
cask "virtualbox"
cask "vlc"
